Repository: PatMurrayDEV/Atlas-Translations
Catalog: *.xliff
Languages: de, it_it

source: Apple's Documentation
de: Apple Dokumentation
it_it: Documentazione di Apple

source: Atlas creates two images, one of the map and one blurred. I recommend setting the blurred image to the Home Screen wallpaper.\n\nTo save the photos, select 'Save 2 Photos' in the share sheet and grant Atlas permission to save photos.\n\n\n\nFor more info on how to set a wallpaper please see Apple's Documentation.
de: Atlas erstellt zwei Bilder. Eins von der Karte, und ein verschwommenes. Ich finde, dass sich das verschwommene Bild ganz gut auf dem Homebildschirm macht.\n\nUm die Bilder zu speichern, wähle '2 Fotos speichern' im Share Sheet. Du musst Atlas die Berechtigung erteilen auf deine Fotos zugreifen zu dürfen, um die Bilder speichern zu können.\n\n\n\nIn Apple's Dokumentation kannst du mehr über Hintergrundbilder erfahren.
it_it: Atlas crea due imagini, uno della carta e uno sfocato. Si raccomanda di impostare l'imagine sfocata sullo sfondo dello schermo di casa.\n\nPer salvare le foto, seleziona «Salva 2 immagini» nel share sheet e autorizza Atlas a salvare imagini.\n\n\n\nPer più informazioni su come impostare un sfondo guarda la documentazione di Apple.

source: Cancel
de: Abbrechen
it_it: Anulla

source: Choose a Style
de: Style auswählen
it_it: Scegli un Stile

source: Network Error
de: Netzwerk Fehler
it_it: Errore di Rete

source: No Place Found
de: Kein Ort gefunden
it_it: Nessun Posto Trovato

source: Save Wallpaper
de: Hintergrundbild speichern
it_it: Salva Sfondo

source: Search failed to find a location. Please try again with more specificity.
de: Leider konnte kein Ort gefunden werden. Versuch es bitte mit einer etwas genaueren Suche.
it_it: La ricerca non ha potuto trovare una collocazione. Prova ancora con più dettagli.

source: There was an error connecting to the internet. To see popular places, and load styles chose 'Try Again'.
de: Ein Fehler mit der Internetverbindung ist aufgetreten. Um die beliebten Orte zu sehen, versuche es bitte erneut.
it_it: C'era un errore nella connessione a internet. Per vedere posti frequentati e caricare stili scegli "Prova Ancora"

source: Try Again
de: Erneut versuchen
it_it: Prova Ancora

# aXd-Qi-Jtq.placeholder
source: City, Country
de: Stadt, Land
it_it: Città, Paese

# aer-k8-3x0.normalTitle
source: SAVE WALLPAPER
de: HINTERGRUNDBILD SPEICHERN
it_it: SALVA SFONDO

# NSCameraUsageDescription
source: Atlas does not use your camera. If you see this dialogue something has gone wrong.
de: Atlas verwendet die Kamera nicht. Wenn du diese Meldung siehst, ist wohl etwas schief gelaufen.
it_it: Atlas non usa la tua telecamera. Se vedi questa finestra di dialogo, qualcosa e' andato male.

# NSLocationWhenInUseUsageDescription
source: Atlas uses your rough location to orient the map around you
de: Atlas verwendet deinen ungefähren Ort, um die Karte auf deinen Standort zu zentrieren.
it_it: Atlas usa la tua postazione approssimata per orientare la carta

# NSPhotoLibraryAddUsageDescription
source: Atlas needs access in order to save created maps to your photos for use as a wallpaper.
de: Atlas benötigt die Berechtigung, um die Karten in deiner Fotobibliothek speichern zu können, damit du sie später als Hintergrundbild einrichten kannst.
it_it: A Atlas serve accesso per salvare le carte create alle tue foto per essere usate come sfondi.
